;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Polski/Polish
WebLang=PL
Translator= hiryu, Sebastian Zagrodnik "WaRzilla" 
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Widok
103 = Opcje
104 = Deinstalator
105 = Narzędzia
106 = Tryb łowcy
107 = Lista
108 = Ikony
109 = Detale
110 = Odinstaluj
111 = Usuń wpis
112 = Odśwież
113 = Czy na pewno usunąć zaznaczony obiekt?
114 = Czy na pewno odinstalować zaznaczony program?
115 = Aktualizuj
116 = Pomoc
117 = Pomoc dotycząca programu...
118 = Strona domowa...
119 = Opis...
120 = Nie posiadasz uprawnień administratora by wykonać tą operację!
121 = Czy jesteś pewny, że chcesz odinstalować wybrane składniki systemu?\nPRZERWIJ operacje jeśli nie jesteś pewien jakie będą skutki Twojego działania!
122 = Deinstalator pokazuje wszystkie programy, które są zainstalowane w systemie. Ponadto widok szczegółowy oferuje sporo dodatkowych informacji na temat wybranego obiektu takich jak adres strony producenta oraz szczegółowe parametry instalacji. Główną zaletą deinstalatora jest Tryb łowcy. Dzięki niemu możliwe jest odinstalowanie, zatrzymanie działającego procesu, usunięcie lub wyłączenie obiektu z autostartu za pomocą jednego kliknięcia.
123 = Szukaj
124 = Znaleziono:
125 =Jesteś pewien, że chcesz usunąć zaznaczony składnik systemu z rejestru? Ten składnik może być niezbędny dla Twojego systemu operacyjnego!
126 =  Nie będzie już startować razem z Windows!
127 =  Ustawiono na start razem z Windows !
128 = %s jest zainstalowany w tym samym miejscu co %s!\nPojawią się pozostawione dane z obu aplikacji ! Sprawdź uważnie co kasujesz!
129 = Wymuszone odinstalowywanie 


[Uninstaller List]
150 = Nazwa
151 = Rozmiar
152 = Wersja
153 = Data instalacji
154 = Producent
155 = Strona domowa
156 = Komentarz
157 = Ścieżka deinstalatora
158 = Wpis w rejestrze
159 = Instalator

[Uninstaller StatusBar]
201 = Liczba zainstalowanych programów:
202 = Wczytywanie...


[Registry Optimizer]
302 = Wskaż gdzie skanować
303 = Menu start

[AutoRun Toolbar]
407 = Uruchom
408 = Zatrzymaj
409 = Usuń
410 = Obiekty:
411 = Aktywne:
412 = Za pomocą tego modułu można włączać lub wyłączać uruchamianie aplikacji wraz ze startem systemu, oraz uzyskać o niej dodatkowe informacje. Dowiesz się skąd aplikacja jest uruchamiana, jej opis, wydawce, status (pracuje czy nie), i jeśli startuje razem z Windows to gdzie znajduje się komenda uruchamiająca (wpis rejestru lub plik na dysku) 

[AutoRun List]
450 = Nazwa
451 = Ścieżka uruchamiania
452 = Opis
453 = Producent
454 = Status
455 = Lokalizacja
456 = PRACUJE
457 = NIE PRACUJE
458 = Nieaktualne
459 = Zatrzymaj proces
460 = Uruchom proces
461 = Otwórz folder programu
462 = Przejdź do wpisu w rejestrze
463 = Kopiuj ścieżkę dostępu
464 = Usuń zaznaczone
465 = Usuń nieaktualne
466 = Usuń nie uruchomione
467 = Usuń zatrzymane
468 = Właściwości...
470 = Czy jesteś pewny, że chcesz zamknąć zaznaczone programy?\nWszystkie niezapisane informacje zostaną utracone!
471 = Czy jesteś pewny, że chcesz usunąć zaznaczone obiekty?
472 = Czy jesteś pewny, że chcesz usunąć wszystkie nieaktualne wpisy?
473 = Czy jesteś pewny, że chcesz usunąć wszystkie nie uruchomione wpisy?
474 = Czy jesteś pewny, że chcesz usunąć wszystkie wyłączone wpisy?
475 = Nieznane polecenie!
476 = Nieznany
477 = Wyłącz autostart
478 = Włącz autostart

[Outlook Control]
300 = Optymalizacja
301 = Optymalizacja rejestru
400 = Autostart
500 = Zacieranie śladów
501 = Porządkowanie przeglądarki
600 = Porządkowanie pakietu MS Office
700 = Porządkowanie Windows
800 = Usuwanie historii
900 = Usuwanie bezpowrotne
2100 = Narzędzia Windows
2200 = Usuwanie zbędnych plików

[Track Cleaner Browsers]
507 = Wyczyść wszystko
508 = Wyczyść historie odwiedzonych stron
509 = Wyczyść pasek adresów
510 = Wyczyść folder plików tymczasowych
511 = Wyczyść ciasteczka
512 = Usuń plik Index.dat
513 = Wykonaj
514 = Wyczyść historie pobierania plików
515 = Wyczyść uwierzytelnione sesje
516 = Wyczyść formularze
517 = Deinstalator
518 = Czy jesteś pewny, że chcesz wyczyścić całą zaznaczoną historię?
521 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Internet Explorer?
522 = Czy jesteś pewny, że chcesz wyczyścić historę przeglądarki Firefox?
523 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Opera?
524 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Netscape?
525 = Twoja przeglądarka internetowa zapamiętuje zawsze adresy wszystkich stron, które odwiedzasz. Każdy w bardzo prosty sposób może sprawdzić jakie strony ostatnio odwiedzałeś! Za pomocą tego programu możesz łatwo zatrzeć za sobą wszystkie ślady pozostawione przez przeglądarkę. Ponadto usunięcie folderu plików tymczasowych zwalnia dodatkowe miejsce na dysku twardym.
526 = Zamknij swoją przeglądarkę zanim zaczniesz zacierać ślady które pozostawia.
527 = Plik Index.dat zostanie usunięty przy następnym uruchomieniu komputera
599 = Zacieranie śladów dla wskazanych elementów zostało zakończone!

[Track Cleaner Office]
601 = Wyczyść 
607 = Wyczyść historie otwartych plików Microsoft Word
608 = Dotyczy programów Word 2000, Word XP, Word 2003 i Word 2007
609 = Wyczyść historie otwartych plików Microsoft Excel
610 = Dotyczy programów Excel 2000, Excel XP, Excel 2003 i Excel 2007
611 = Wyczyść historie otwartych plików Microsoft Access
612 = Dotyczy programów Access 2000, Access XP, Access 2003  i Access 2007
613 = Wyczyść historie otwartych plików Microsoft PowerPoint
614 = Dotyczy programów PowerPoint 2000, PowerPoint XP, PowerPoint 2003 i PowerPoint 2007
615 = Wyczyść historie otwartych plików Microsoft FrontPage
616 = Dotyczy programów FrontPage 2000, FrontPage XP, FrontPage 2003 i FrontPage 2007
617 = Porządkowanie Microsoft Office pozwala na wyczyszczenie historii otwartych plików w programach Word, Excel, Access, PowerPoint i Front Page. Użyteczne gdy chcemy ukryć nad którymi plikami ostatnio pracowaliśmy.

[Track Cleaner Windows]
701 = Wyczyść
707 = Wyczyść historie ostatnio otwieranych plików
708 = Wyczyść historie polecenia uruchom
709 = Wyczyść historie wyszukiwania plików
710 = Wyczyść historie wyszukiwania drukarek, komputerów i ludzi
711 = Opróżnij schowek
712 = Wyczyść historie programu "Paint"
713 = Wyczyść historie programu "Wordpad"
714 = Wyczyść historie wyszukiwania w rejestrze
715 = Wyczyść historie okien dialogowych "Otwórz" i "Zapisz"
716 = Wyczyść historie ostatnio używanych folderów
717 = Opróżnij kosz
718 = Wyczyść folder plików tymczasowych
719 = Wyczyść historie menu start
720 = System Microsoft Windows pozostawia bardzo dużo śladów korzystania z komputera. To narzędzie pozwala bardzo szybko usunąć te ślady za pomocą kilku kliknięć myszką. Dodatkowo opróżniany jest  folder plików tymczasowych i kosz co zwiększa wolne miejsce na dysku twardym. 
721 = Historia polecenia uruchom z menu Start zostanie wyczyszczona przy wyłączaniu komputera
722 = Ślady w rejestrze Windows
723 = Ślady na dysku twardym
724 = Usuń zrzuty pamięci powstałe po awari systemu
725 = Usuń pliki Chkdsk (odzyskane fragmenty pliku)


[Evidence Remove]
802 = Wykonaj
803 = Kasowanie
804 = Proszę czekać, kasowanie w toku
805 = Skończone
806 = Zaznacz partycje dysku twardego, z którego chcesz usunąć ślady pracy. Narzędzie to zajmuje się już usuniętymi plikami ! Bezpowrotnie usunięte zostaną wszystkie pliki już skasowane przez użytkownika bez możliwości ich odzyskania (w przeciwieństwie do kasowania plików przez użytkownika)
807 = Czy jesteś pewny, że chcesz usunąć z dysku twardego wszystkie ślady pracy?
808 = Jesteś pewien, że chcesz całkowicie usunąć pozostawione ślady na tym dysku (dyskach)?

[Unrecoverable  Delete ]
912 = Lista plików i folderów zaznaczonych do całkowitego usunięcia bez możliwości odzyskania tych plików !!
913 = Pliki
914 = Foldery
915 = Wskaż pliki, które mają być usunięte z systemu. Operacja usunięcia jest nieodwracalna!
916 = Wskaż foldery, które mają być usunięte z systemu. Operacja usunięcia jest nieodwracalna!
917 = Dodaj pliki do usunięcia
918 = Dodaj foldery do usunięcia
919 = USUŃ BEZPOWROTNIE
920 = Wyczyść listę
921 = Jeśli chcesz w łatwy sposób bezpowrotnie usunąć pliki i foldery by nikt nie mógł ich odzyskać za pomocą żadnych narzędzi, użyj do tego celu Narzędzia całkowitego usuwania. Przeniesienie plików do kosza a nawet jego opróżnienie nie oznacza, że pliki są skasowane całkowicie. System jedynie oznacza je jako nie potrzebne i nadpisuje dopiero gdy pojawią się nowe pliki. Tym samym usunięte przez użytkownika pliki fizycznie pozostają na dysku i stwarzają zagrożenie odzyskania ich przez osoby nie upoważnione. 
922 = Czy jesteś pewny, że chcesz bezpowrotnie usunąć wybrane pliki i foldery?

[Options Tree]
1001 = Opcje
1100 = Główne
1200 = Deinstalator

[General]
1101 = Aktywny język:
1102 = Tryb zaawansowany
1103 = Sprawdzaj aktualizacje przy starcie

[Uninstaller Options]
1201 = Pokazuj aktualizacje Windows'a
1202 = Pokazuj elementy systemowu
1203 = Uaktywnij tryb szybkiego uruchamiania
1204 = Używaj tylko wbudowanego deinstalatora
1205 = (Nie obsługiwane przez system Windows Vista)
1206 = Utwórz punkt Przywracania Systemu przed odinstalowaniem
1207 = Usuń pozostawione pliki i foldery do kosza


[Auto Update]
1907 = Aktualizacja
1908 = Wersja
1909 = Aktualna wersja:
1910 = Ostatnia wersja:
1911 = POBIERZ
1912 = Pobierz najnowszą wersje
1913 = Co nowego
1914 = Sprawdzanie...
1915 = Błąd połączenia...
1916 = STOP
1917 = Pobrano %s z %s
1918 = Pobrano %s (rozmiar nieznany)
1919 = Revo Uninstaller nie był w stanie połączyć się z  www.revouninstaller.com. Sprawdź czy połączenie internetowe działa a Twoja zapora siecowa (firewall) nie blokuje Revo Uninstaller 
1920 = Błąd: Aktualizacja nie udana - brak połączenia z siecią.

[WinTools]
2110 = Uruchom
2111 = Jest wiele użytecznych narzędzi i składników systemu Windows wbudowanych w sam system. Niektóre dostępne są poprzez linię komend, inne ukryte w folderach systemowych. Narzędzia Windows daje Ci szybki i łatwy dostęp do wielu przydatnych narzędzi systemowych.
2112 = Jeżeli pojawi się jakiś bład możesz użyć funkcji Przywracanie Systemu aby wrócić do poprzedniego zapisu stanu systemu bez utraty swoich danych. Funkcja ta monitoruje zmiany systemu i niektóre pliki innych aplikacji tworząc punkty zapisu stanu systemu. Te punkty pozwalają na przywrócenie systemu do zapisanego stanu. Punkty tworzone są 1 dziennie i przy każdej ważnej zmianie w systemie. Można także tworzyć punkty samemu.
2113 = Tutaj możesz zobaczyć jakie urządzenia posiadasz w komputerze, konfigurację swojego połączenia z siecią. Dzięki temu narzędziu możesz sprawdzić swój system i przetestować połączenie z siecią.
2114 = To narzędzie wyświetla aktualne ustawienia TCP/IP, DHCP i DNS. Wyświetlane są także pełne informacje o konfiguracji TCP/IP dla wszystkich urządzeń sieciowych, w tym - IP,  MAC, maska podsieci, domyślna brama, ustawienia WINS i DNS
2115 = Centrum zabezpieczeń sprawdza 3 najważniejsze kwestie bezpieczeństwa: Firewall, Automatyczne aktualizacje i Ochrone Anty-Wirusową. Jeżeli wykryty zostaje jakiś problem z tymi trzema usługami (np. program antywirusowy nie jest zaktualizowany) Centrum Zabezpieczeń ostrzega o tym i proponuje rozwiązania pomagające zwiększyć bezpieczeństwo Twojego komputera.
2116 = Właściwości systemu mogą być użyte aby podać podstawowe informacje o podzespołach w Twoim komputerze, zmienić ustawienia które kontrolują jak komputer używa pamięci, skonfigurować profile sprzętowe, wyświetlić informacje o połączeniu internetowym i profilu logowania, a także w jaki sposób komputer zareaguje na wystąpienie błędu.
2117 = Narzędzie to jest elementem systemu Windows które zajmuje się zbieraniem informacji o konfiguracji systemowej. Te informacje to konfiguracja sprzętowa, dodatkowe komponenty oraz oprogramowanie włącznie z informacjami o sterownikach. To narzędzie pozwala w szybki sposób znaleźć informacje o komputerze i jego systemie operacyjnym.
2118 = Narzędzie to jest wbudowane w system i wyświetla wszystkie aktywne połączenia TCP oraz wszystkie otwarte porty TCP i UDP wraz z informacją jaka aplikacja ich używa.
2119 = Narzędzie to wyświetla wirtualną klawiature na ekranie monitora pozwalająć osobom niepełnosprawnym na wpisywanie danych przy pomocy myszki lub innego urządzenia wskazującego.
2120 = Defragmentator dysków analizuje partycje i łączy pliki tak aby znajdowały się fizycznie obok siebie na dysku. Funkcja ta dba także o to aby nowo zapisywane pliki nie ulegały rozdzieleniu poprzez zapewnienie możliwie dużego obszaru wolnej przestrzeni. Dzięki temu Twój system może szybciej otwierać pliki i foldery oraz tworzyć nowe efektywniej.
2121 = Narzędzie to może uruchomić, zatrzymać, wstrzymać lub wyłączyć usługi na Twoim komputerze. Można także ustawić jak komputer zachowa się w przypadku problemu z usługą (np. automatyczne ponowne uruchomienie po zamknięciu spowodowanym błędem). Wyświetlane są także informacje o uslugach i ich status.
2122 = Narzędzie to pozwala na zarządzanie Udostępnionymi folderami tzn. kontrolowanie poziomu uprawnień użytkowników, ich aktywności, właściwości udostępnionych folderów oraz prezentuje podsumowanie połączeń. Można także zobaczyć liste wszystkich użytkowników połączonych z Twoim komputerem przez internet, rozłączyć ich a także zobaczyć jakie pliki aktualnie przeglądają.
2123 = To narzędzie zawiera informacje o dostępie poszczególnych użytkowników do zasobów systemowych i konfiguracji komputera. Ustawienia te określają jak wygląda środowisko pracy na komputerze np. jak wyglądają uprawnienia użytkowników do uruchomiania aplikacji z napędów wymiennych. Zalecane dla użytkowników zaawansowanych.
2124 = Narzędzie to pozwala na zarządzanie elementami wbudowanymi elementami systemu Windows. Po instalacji systemu możesz użyć tego narzędzia aby dodać funkcje których system nie instaluje domyślnie lub usunąć te które są instalowane domyślnie jednak uważasz, że ich nie potrzebujesz.
2125 = Narzędzie do usuwania złośliwego oprogramowania sprawdza komputer a następnie usuwa wszystkie znalezione wirusy, robaki i konie trojańskie. Gdy program skonczy skanowanie systemu pokaże szczegółowy raport, uwzględniający informacje o tym jakie zagrożenia zostały wykryte i usunięte.

[Junk Files Cleaner Options]
2202 = Skanuj napędy:
2203 = Wzór
2204 = Opis
2205 = Dodaj
2206 = Usuń
2207 = Ustaw domyślnie
2208 = Zbędne pliki::Menu główne
2209 = Zbędne pliki::Menu wykluczeń
2220 = Wzór do skanowania:
2221 = Możesz używać znaków (?,*) dla ułatwienia
2222 = Dodaj wzór
2223 = Dodaj wzór wykluczenia
2224 = Możesz używać znaków (?,*) dla ułatwienia
2225 = Wzór wykluczenia:
2226 = Usuń pliki do kosza 
2227 = Ignoruj pliki używane w ciągu ostatnich 24 godzin 

[Junk Files Cleaner Tool]
2306 = Skanuj
2307 = Usuń
2308 = Skanowanie
2309 = Proszę czekać, skanowanie w toku
2310 = Anuluj
2311 = Nazwa
2312 = Rozmiar
2319 = Pliki:
2320 = Łączny rozmiar:
2323 = Wykryto pliki używane przez system lub jakiś inny program\n i nie mogą być teraz usunięte
2324 = Musisz wybrać przynajmniej jeden napęd i rozszerzenie do skanowania
2325 = Narzędzie do usuwania zbędnych plików pozwala na znaleznie i usunięcie niepotrzebnych plików z systemu. Normalnie takie pliki są usuwane przez aplikacje która je utworzyła zaraz po tym jak przestaną być potrzebne. Jednak jeżeli aplikacja zostanie zamknięta niepoprawnie lub nastąpi jej błąd to pliki pozostają na dysku niepotrzebnie zajmując miejsce co może prowadzić do problemów z wydajnością systemu. Aby uzyskać pomoc kliknij w przycisk Pomoc (wymaga połączenia z internetem).
2326 = Plik
2327 = Usuwanie plików

[ContextMenu Junk Files Cleaner]
2313 = Otwórz
2314 = Szukaj w Google 
2315 = Otwórz folder programu
2316 = Właściwości...
2317 = Zaznacz wszystkie obiekty
2318 = Odznacz wszystkie obiekty
2321 = Sprawdź zaznaczone obiekty
2322 = Nie sprawdzaj zaznaczonych obiektów

[TopMost Window]
4002 = Opcje
4003 = Otwórz główne okno
4004 = Tryb przenieś i upuść
4005 = Tryb łowcy
4006 = Rozmiar
4007 = Małe
4008 = Średnie
4009 = Duże
4010 = Rozmiar okna
4011 = Wyjście
4012 = Odinstaluj
4013 = Zatrzymaj autostart
4014 = Wyłącz proces
4015 = Wyłącz i usuń proces
4016 = Otwórz folder programu
4017 = Informacje
4018 = Właściwości
4019 = ANULUJ
4020 = Tylko jeden plik naraz !
4021 = Wybrałeś folder, wskaż pojedyńczy pliku!
4022 = Odinstaluj lub usuń:
4023 = Niewykonalne! Spróbuj wskazać inne okno, ikon lub pasek menu
4024 = Nie można uruchomić opcji odinstalowania!\n Proszę odinstalować program za pomocą domyślnego deinstalatora.
4025 = Nie znaleziono opcji pozwalającej na odinstalowanie!\nTip: Zgromadź więcej informacji na temat programu\n spróbuj odinstalować go ręcznie!
4026 = Wskazany program zostanie wykluczony z autostartu!\nTip: Jeśli chcesz go ponownie aktywować udaj się do Narzędzia Autostart!
4027 = Wskazany program nie znajduje się w autostarcie!\nTip: Więcej informacji o wskazanym programie znajdziesz na stronie www.google.com!
4028 = Czy jesteś pewny, że chcesz zamknąć zaznaczone programy?\nWszystkie niezapisane informacje zostaną utracone!
4029 = Deinstalator
4030 = Czy jesteś pewny, że chcesz zamknąć i usunąć wskazany program?\nWszystkie niezapisane informacje zostaną utracone!
4031 = Czy jesteś pewny, że chcesz zamknąć Windows Explorer?\n Menu Start, pasek zadań oraz ikonki w obszarze powiadomień znikną !
4032 = Uruchamiaj razem ze startem Windows
4033 = Przezroczystość

[Scan After Uninstall]
4210 = Lokacja
4211 = Klucz
4212 = Wartość
4213 = Data
4214 = Plik
4215 = Nie wybrano elementu. Wybierz element do skasowania!
4216 = Skanuj system w poszukiwaniu śmieci
4217 = Zaznacz wszystkie
4218 = Odznacz wszystkie
4219 = Usuń
4220 = Pliki pozostawione po deinstalacji
4221 = Wpisy rejestru pozostawione po deinstalacji
4222 = Skanowanie przed deinstalacją... proszę czekać
4223 = Uruchamianie deinstalatora...
4224 = Zacznij wyszukiwanie plików pozostałych po deinstalacji, folderów i wpisów do rejestru kiedy deinstalator zakończy pracę
4225 = Skanowanie systemu... proszę czekać
4226 = Sprawdź uważnie wybrane obiekty!
4227 = Zamknij
4228 = Pliki, które nie zostały usunięte zostaną skasowane przy następnym uruchomieniu komputera
4229 = Deinstalator programu zawiódł!\nPrawdopobnie wydano błędne polecenie deinstalacji!
4230 = Wstecz
4231 = Dalej
4232 = Wybierz tryb odinstalowywania
4233 = Tryby
4234 = Wbudowany - użyj tylko deinstalatora aplikacji bez dodatkowego skanowania
4235 = Bezpieczny - Używa wbudowanego deinstalatora oraz wykonuje dodatkowe skanowanie rejestru i dysku w poszukiwaniu pozostawionych danych które są bezpieczne do usunięcia. Jest to najszybszy tryb.
4236 = Rozszerzony - Zawiera tryb Bezpieczny jednakże wykonuje rozszerzone skanowanie aby usunąć  pozostałości po aplikacji z miejsc gdzie one najczęściej pozostają
4237 = Zaawansowany - Zawiera tryb Rozszerzony jednakże wykonuje głębokie i dokładne skanowanie aby znaleźć wszystkie pozostawione elementy w rejestrze i na dysku. Jest to najwolniejszy tryb
4238 = Analizowanie aplikacji przed jej odinstalowaniem.
4239 = Uruchamianie wbudowanego deinstalatora aplikacji.
4240 = Po zakończeniu pracy deinstalatora aplikacji wciśnij przycisk "Dalej" aby rozpocząć skanowanie w poszukiwaniu pozostawionych plików, folderów i wpisów w rejestrze.
4241 = Wykonuje wstępną analize i odinstalowuje.
4242 = Szukanie pozostawionych elementów
4243 = Odinstalowywanie wbudowanym deinstalatorem zakończone, skanowanie rejestru i dysku w poszukiwaniu pozostawionych plików, folderów i wpisów rejestru związanych z odinstalowanym programem w toku. Proszę czekać…
4244 = Znaleziono pozostawione wpisy rejestru
4245 = Znalezione wpisy rejestru:
4246 = Informacja: Sprawdź uważnie pokazane elementy. Tylko zaznaczone wytłuszczone elementy i ich pod-elementy zostaną usunięte!
4247 = Znaleziono pozostawione pliki i foldery
4248 = Znalezione elementy:
4249 = Mój Komputer
4250 = Revo Uninstaller nie był w stanie uruchomić wbudowanego deinstalatora. Być może komenda odinstalowująca jest błędna lub program odinstalowujący jest zrypany.  Możesz wcisnąć "Wstecz"  i spróbować innego trybu odinstalowywania.
4251 = Wbudowany deinstalator aplikacji zakończył prace.  Revo Uninstaller nie skanował w poszukiwaniu pozostawionych elementów. Możesz wcisnąć "Wstecz" i spróbować innego trybu w poszukiwaniu pozostawionych plików, folderów i wpisów rejestru.
4252 = Revo Uninstaller zakończył odinstalowywanie ale nie znalazł żadnych pozostawionych elementów. Możesz wcisnąć "Wstecz" i spróbować innego trybu w celu głębszego zeskanowania.
4253 = Revo Uninstaller zakończył odinstalowywanie. Jeśli chcesz wyszukać więcej pozostawionych elementów możesz wcisnąć "Wstecz" i spróbować bardziej rozbudowanego trybu odinstalowywania.
4254 = Koniec
4255 = Jesteś pewien, że chcesz wysłać zaznaczone pliki do Kosza?
4256 = Jesteś pewien, że chcesz usunąć zaznaczone wpisy rejestru?
4257 = Revo Uninstaller zakończył odinstalowywanie poprawnie!
4258 =Jesteś pewien, że chcesz pominąć kasowanie pozostawionych wpisów rejestru i przejść do następnego kroku?
4259 = Jesteś pewien, że chcesz pominąć kasowanie pozostawionych plików i przejść do następnego kroku?
4260 = Szukanie pozostałości po programie zakończone. Wciśnij "Dalej" aby zobaczyć wyniki!
4261 = Tworzenie Punktu Przywracania Systemu... 
4262 = Tworzenie Punktu Przywracania Systemu - nieudane!
4263 = Tworzenie Punktu Przywracania Systemu wyłączone (Opcje -> Deinstalator) 
4264 = Tworzenie Punktu Przywracania Systemu - zrobione!


[About]
4300 = Program tłumaczyli:

[ContextMenu Uninstaller]
5000 = Polecenia
5001 = Informacje
5002 = Szukaj w Google
5004 = Ścieżka dostępu
5005 = Otwórz link na temat...
5006 = Otwórz link pomocy...
5007 = Otwórz link aktualizacji...
5008 = Otwórz wpis w rejestrze...

[Common]
10000 = OK
10001 = Anuluj
10002 = Pomoc
10003 = Przeglądaj
10004 = Pomoc dotycząca programu
10005 = Strona domowa
10006 = O programie
10007 = Ostrzeżenie
10008 = BŁĄ

[Tooltips]
2000 = Przełącz do trybu deinstalatora
2001 = Pokaż panel narzędzi
2002 = Dostosuj ustawienia
2003 = Przełącz do Trybu łowcy
2004 = Zmień sposób wyświetlania listy obiektów
2005 = Odinstaluj wybrany program
2006 = Usuń wybrany wpis z rejestru
2007 = Odśwież listę obiektów
2008 = Uaktualnij  do najnowszej dostępnej wersji
2009 = Poszukaj dodatkowych informacji na pytania dotyczące programu
404 = Uruchom wybrany program
405 = Zatrzymaj i zamknij wybrany program
406 = Usuń wybrany program z autostartu
506 = Wyczyść zaznaczone opcje
605 = Wyczyść zaznaczone opcje
705 = Wyczyść zaznaczone opcje
2106 = Uruchom wybrane narzędzie
2304 = Skanuj w celu poszukiwania zbędnych plików według wybranych ustawień
2305 = Usuń zaznaczone pliki do kosza

